Repository: danielgp/salariu
Catalog: Salariu/locale/*/LC_MESSAGES/salariu.po
Languages: ro_ro

# i18n_ApplicationName
source: Salary according to Romanian legislation
ro_ro: Salariu conform legilor din Romania

# i18n_CountryName_AE
source: United Arab Emirates
ro_ro: Emiratele Arabe Unite

# i18n_CountryName_CH
source: Switzerland
ro_ro: Elveția

# i18n_CountryName_DK
source: Denmark
ro_ro: Danemarca

# i18n_CountryName_EU
source: Europe Union
ro_ro: Uniunea Europeană

# i18n_CountryName_GB
source: Great Britain
ro_ro: Marea Britanie

# i18n_CountryName_MD
source: Moldavia
ro_ro: Moldova

# i18n_CountryName_NO
source: Norway
ro_ro: Norvegia

# i18n_CountryName_HU
source: Hungary
ro_ro: Ungaria

# i18n_CountryName_RO
source: Romania
ro_ro: România

# i18n_CountryName_US
source: United States of America
ro_ro: Statele Unite ale Americii

# i18n_Disclaimer
source: The developer cannot be liable of any data input or results, included but not limited to any implication of these (anywhere and whomever there might be these)!
ro_ro: Programatorul nu își asumă nici un fel de răspundere privitoare atât la datele introduse cat nici la rezultatele calculate, inclusiv implicațiile acestora (oriunde și oricare ar putea fi acestea)!

# i18n_Form_Button_Calculate
source: Calculate
ro_ro: Calculează

# i18n_Form_Button_Recalculate
source: Recalculate
ro_ro: Recalculează

# i18n_Form_Button_Reset
source: Reset everything to default values
ro_ro: Resetează totul la valorile inițiale

# i18n_Form_Disclaimer
source: All the fields required to be filled!
ro_ro: Toate câmpurile trebuiesc completate!

# i18n_Form_Label_AdditionalBruttoAmount
source: Additional brutto amount
ro_ro: Primă brută

# i18n_Form_Label_AdditionalCurrenciesToDisplayValuesInto
source: Additional currencies to display
ro_ro: Valute adiționale de afișat

# i18n_Form_Label_AdditionalNettoAmount
source: Additional netto amount
ro_ro: Primă netă

# i18n_Form_Label_AdvantagesForExciseTax
source: Advantages for excise tax
ro_ro: Avantaje pt. impozitare

# i18n_Form_Label_BruttoSalary
source: Brutto salary
ro_ro: Salariu brut

# i18n_Form_Label_CalculationMonth
source: Calculation month
ro_ro: Luna de calcul

# i18n_Form_Label_CatholicEasterFree
source: Catholic Ester considered free?
ro_ro: Paștele catolic considerat liber?

# i18n_Form_Label_CatholicEasterFree_ChoiceNo
source: No
ro_ro: Nu

# i18n_Form_Label_CatholicEasterFree_ChoiceYes
source: Yes
ro_ro: Da

# i18n_Form_Label_CumulatedAddedValue
source: Cummulated increase percentage
ro_ro: Spor cumulat

# i18n_Form_Label_CurrencyName_AED
source: United Arab Emirates Dirham
ro_ro: Dirhamul Emiratelor Arabe

# i18n_Form_Label_CurrencyName_BGN
source: Bulgarian Levs
ro_ro: Leve bulgărești

# i18n_Form_Label_CurrencyName_CAD
source: Canadian Dollars
ro_ro: Dolari canadieni

# i18n_Form_Label_CurrencyName_CHF
source: Swiss Francs
ro_ro: Franci elvețieni

# i18n_Form_Label_CurrencyName_DKK
source: Denish Krones
ro_ro: Coroane daneze

# i18n_Form_Label_CurrencyName_EUR
source: Euros
ro_ro: Euro

# i18n_Form_Label_CurrencyName_GBP
source: British Pounds
ro_ro: Lire sterline

# i18n_Form_Label_CurrencyName_INR
source: Indian Rupees
ro_ro: Rupii indiene

# i18n_Form_Label_CurrencyName_MDL
source: Moldavian Leu
ro_ro: Lei moldovenești

# i18n_Form_Label_CurrencyName_NOK
source: Norwegian Krones
ro_ro: Coroane norvegiene

# i18n_Form_Label_CurrencyName_HUF
source: Hungarian Forints
ro_ro: Forinți maghiari

# i18n_Form_Label_CurrencyName_USD
source: US Dollars
ro_ro: Dolari americani

# i18n_Form_Label_ExchangeRateAtDate
source: Currency exchange rate
ro_ro: Rata de schimb valutar la data

# i18n_Form_Label_ExciseTax
source: Excise tax
ro_ro: Reținere Impozit

# i18n_Form_Label_ExciseTaxBase
source: Excise tax base
ro_ro: Baza de Impozitare

# i18n_Form_Label_FoodBonuses
source: Food bonuses %s
ro_ro: %s bonuri alimente

# i18n_Form_Label_FoodBonusesChoiceNo
source: no.
ro_ro: nr.

# i18n_Form_Label_FoodBonusesChoiceValue
source: Value
ro_ro: Valoare

# i18n_Form_Label_FoodBonusesUnitValue
source: Unit value of meal ticket
ro_ro: Valoarea unui bon de alimente

# i18n_Form_Label_FoodBonusesValue
source: Food bonuses value
ro_ro: Valoare bonuri cadou

# i18n_Form_Label_HealthTax
source: Health tax
ro_ro: Reținere sănătate

# i18n_Form_Label_HealthTaxBase
source: Calculation base for health tax
ro_ro: Baza de calcul pt. reținere sănătate

# i18n_Form_Label_InputElements
source: Input elements
ro_ro: Elemente de intrare

# i18n_Form_Label_InputValues
source: Input values
ro_ro: Valori de intrare

# i18n_Form_Label_LeaveOfAbsenceDays
source: Leave of absence days
ro_ro: Zile fără salariu

# i18n_Form_Label_LeaveOfAbsenceAmount
source: Leave of absence amount
ro_ro: Valoarea zilelor fără salariu

# i18n_Form_Label_MinimumWage
source: Minimum wage
ro_ro: Salariu minim pe economie

# i18n_Form_Label_NegotiatedSalary
source: Negotiated salary
ro_ro: Salariu negociat

# i18n_Form_Label_NettoSalary
source: Netto salary
ro_ro: Salariu net

# i18n_Form_Label_NettoSalaryCash
source: Netto cash salary
ro_ro: Salariu net cash

# i18n_Form_Label_OvertimeAmount
source: Amount for %s overtime
ro_ro: Valoarea orelor suplimentare %s

# i18n_Form_Label_OvertimeChoice1
source: normal
ro_ro: normale

# i18n_Form_Label_OvertimeChoice2
source: special
ro_ro: speciale

# i18n_Form_Label_OvertimeHours
source: Overtime hours %s (%s)
ro_ro: Ore suplimentare %s (%s)

# i18n_Form_Label_PensionFund
source: Pension fund
ro_ro: Reținere CAS

# i18n_Form_Label_PensionFundBase
source: Calculation base for pension fund
ro_ro: Baza de calcul pt. reținere CAS

# i18n_Form_Label_PersonalDeduction
source: Personal deduction
ro_ro: Deducere personală

# i18n_Form_Label_PersonsSupported
source: Persons under-care
ro_ro: Persoane aflate în întreținere

# i18n_Form_Label_ResultedElements
source: Resulted elements
ro_ro: Elemente rezultate

# i18n_Form_Label_SeisureAmout
source: Seisure amount
ro_ro: Valoare popriri

# i18n_Form_Label_UnemploymentTax
source: Unemployment tax
ro_ro: Reținere Șomaj

# i18n_Form_Label_WorkedDaysWithoutFoodBonuses
source: Worked days w/o food bonuses (holiday, sick leave)
ro_ro: Zile lucrate fara bonuri de alimente (CO, BO)

# i18n_Form_Label_WorkingDays
source: Working days
ro_ro: Zile lucrătoare

# i18n_FieldsetLabel_Inputs
source: Calculation parameters
ro_ro: Parametrii de calcul

# i18n_FieldsetLabel_Results
source: Results for the month %s %d
ro_ro: Rezultate pentru luna %s %d
